/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "items": {
      "type": "reviews-items",
      "blocks": {
        "review_UfDAaN": {
          "type": "review",
          "settings": {
            "rate": "5",
            "name": "Sibilla M.",
            "text": "Buvo sunku rasti veganiškų vitaminų, bet dabar esu labai laiminga atradusi „Fruities“. Jų produktai yra skanūs ir veiksmingi, o man taip pat patinka, kad įmonė yra vietinė. Taip pat išbandžiau vaikams skirtus vitaminus, bet jie nelabai pasiteisino dėl stipraus bananų skonio."
          }
        },
        "review_GRKYMk": {
          "type": "review",
          "settings": {
            "rate": "5",
            "name": "Oliver A.",
            "text": "Man jie patinka – maloniai kramtomi, skonis pakankamai natūralus. „Gut Culture“ variantas man skaniausias. Išbandžiau ir kitus, bet klasikinis vitaminų skonis greta koncentruoto vaisiaus man labiausiai tinka. Apskritai – labai geri."
          }
        },
        "review_iiXXq3": {
          "type": "review",
          "settings": {
            "rate": "5",
            "name": "Agata W.",
            "text": "For a long time I struggled to take care of myself, especially after pregnancy. These gummies changed everything! they are so tasty, so easy to take and are now fixed part of my routine. Im so happy to find them! Plus there is an option for my child! Love love love :)"
          }
        },
        "review_kcVcAz": {
          "type": "review",
          "settings": {
            "rate": "5",
            "name": "Samantha B.",
            "text": "I can honestly say these are the best vitamins I have ever tasted. In fact, I have to stop myself eating more than 3 a day. Also, they are really easy to chew and swallow so great for kids and anyone like me who have difficulty swallowing."
          }
        },
        "review_KN7ee8": {
          "type": "review",
          "settings": {
            "rate": "5",
            "name": "Sarah G.",
            "text": "These make vitamins really easy to take. They’re nice-tasting, and natural as far as I know. Great!"
          }
        },
        "review_jgayJ9": {
          "type": "review",
          "settings": {
            "rate": "5",
            "name": "Avraham E.H.",
            "text": "As far as I used im happy, waiting to see results end benefits from the fruities, the only thing that I have to complain it's that the can contain only 80 and not 90 gummies (amount for 3 full months)"
          }
        }
      },
      "block_order": [
        "review_UfDAaN",
        "review_GRKYMk",
        "review_iiXXq3",
        "review_kcVcAz",
        "review_KN7ee8",
        "review_jgayJ9"
      ],
      "settings": {
        "subtitle": "Reviews",
        "title": "<p>Štai Ką <strong>sako klientai</strong></p>"
      }
    },
    "takestep": {
      "type": "reviews-takestep",
      "settings": {
        "title": "Ženk žingsnį link skanesnio ir sveikesnio gyvenimo.",
        "subtitle": "Priimk vaisišką revoliuciją ir pakeisk savo įpročius jau šiandien!"
      }
    }
  },
  "order": [
    "items",
    "takestep"
  ]
}
