/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "out": {
      "type": "wwct-out",
      "settings": {
        "image": "shopify://shop_images/out.webp",
        "title": "<p><strong>1 iš 2 žmonių</strong> nesugeba suvartoti viso vitaminų buteliuko.</p>",
        "desc": "<p>Mes įkūrėme šią įmonę, nes supratome – su vitaminais ir maisto papildais yra problema. Kaip jauna šeima, mes patys niekada nesugebėdavome sunaudoti viso buteliuko vitaminų ar papildų. Nuolat tekdavo išmesti pusiau pilnus plastikinius buteliukus – jie tiesiog pasibaigdavo galiojimo laiką stovėdami lentynoje. Vieniši. Liūdni. Užmiršti. Dabar žinome – tai ne tik mūsų problema. JAV atliktas tyrimas (2022 m. balandis, 1 ketv.) parodė, kad <strong>net 46 % žmonių nesugeba suvartoti viso vitaminų ar papildų buteliuko</strong>.</p>"
      }
    },
    "supplements": {
      "type": "wwct-supplements",
      "settings": {
        "image": "shopify://shop_images/supplements.webp",
        "subtitle": "Old ways are simply inconvenient.",
        "title": "<p><strong>PAPILDAI</strong>, JŪS TURITE PROBLEMĄ!</p>",
        "desc": "<p>Mes supratome, kad vitaminų ar maisto papildų vartojimas nėra smagi dienos dalis<strong>. </strong>Žmonės to nenori daryti, nes jie yra beskoniai, be aromato ir kartais tiesiog šlykštūs. Be to, dažnai juos reikia užgerti vandeniu, o tai dar labiau apsunkina procesą. Net ir siūlomi vitaminų guminukai dažnai būna guminiai, gumos skonio ir sudaryti daugiausia iš vaisių kvapiųjų medžiagų bei želatinos.</p><p>Iš elgesio tyrimų žinome, kad žmonėms lengviau susiformuoti įpročius ir jų laikytis, jei tai yra <strong>„SMAGU“</strong>. Ši įžvalga ir mūsų pačių sunkumai vartojant vitaminus tapo paskata imtis pokyčių ir iš esmės perkurti 120 mlrd. dolerių vertės pasaulinę vitaminų ir papildų kategoriją.<br/><br/></p>"
      }
    },
    "whatif": {
      "type": "wwct-whatif",
      "settings": {
        "image": "shopify://shop_images/elevate.webp",
        "subtitle": "Time for a change.",
        "title": "<p><strong>O KAS JEI</strong> MES GALĖTUME PAVERSTI VITAMINUS?</p>",
        "desc": "<p>Mes ėmėmės šio iššūkio – sukurti iš tikrųjų nuostabius maisto papildus:</p><ul><li><strong>Vitaminus ir papildus gaminti iš tikrų vaisių.</strong></li><li><strong>Užtikrinti aukščiausios kokybės ir saugos standartus.</strong></li><li><strong>Vengti plastiko, bet padaryti juos patrauklius ir smagius.</strong></li></ul><p>Po daug sunkaus darbo, kūrybiškų sprendimų ir truputį sėkmės – didžiuojamės galėdami jums pristatyti savo produktą.</p>",
        "about": "Mes esame Šveicarijos funkcinio maisto įmonė, įsikūrusi Ženevoje. Tikime, kad išmanus gamtos, mokslo ir kūrybos derinys gali padėti mums \"užkandžiaujant\" žengti sveikatos link.",
        "contact": "<p>Jeigu turite klausimų, pasiūlymų, norite bendradarbiauti ar palikti atsiliepimą – rašykite mums:</p><p><a href=\"mailto:info@frankfunctionalfoods.com\"><span style=\"text-decoration:underline\">info@frankfunctionalfoods.com</span></a></p>"
      }
    },
    "takestep": {
      "type": "wwct-takestep",
      "settings": {
        "title": "ŽENK ŽINGSNĮ LINK SKANESNIO IR SVEIKESNIO GYVENIMO.",
        "subtitle": "PRISIJUNK PRIE VAISIŲ REVOLIUCIJOS IR NAUJO STANDARTO JAU ŠIANDIEN!"
      }
    },
    "reviews": {
      "type": "wwct-reviews",
      "blocks": {
        "review_TdenkU": {
          "type": "review",
          "settings": {
            "rate": "5",
            "name": "Sibilla M.",
            "text": "Buvo sunku rasti veganiškų vitaminų, bet dabar esu labai laiminga atradusi „Fruities“. Jų produktai yra skanūs ir veiksmingi, o man taip pat patinka, kad įmonė yra vietinė. Taip pat išbandžiau vaikams skirtus vitaminus, bet jie nelabai pasiteisino dėl stipraus bananų skonio."
          }
        },
        "review_CPkMMU": {
          "type": "review",
          "settings": {
            "rate": "5",
            "name": "Oliver A.",
            "text": "Man jie patinka – maloniai kramtomi, skonis pakankamai natūralus. „Gut Culture“ variantas man skaniausias. Išbandžiau ir kitus, bet klasikinis vitaminų skonis greta koncentruoto vaisiaus man labiausiai tinka. Apskritai – labai geri."
          }
        },
        "review_epAkRU": {
          "type": "review",
          "settings": {
            "rate": "5",
            "name": "Agata W.",
            "text": "For a long time I struggled to take care of myself, especially after pregnancy. These gummies changed everything! they are so tasty, so easy to take and are now fixed part of my routine. Im so happy to find them! Plus there is an option for my child! Love love love :)"
          }
        },
        "review_EP9bAH": {
          "type": "review",
          "settings": {
            "rate": "5",
            "name": "Samantha B.",
            "text": "I can honestly say these are the best vitamins I have ever tasted. In fact, I have to stop myself eating more than 3 a day. Also, they are really easy to chew and swallow so great for kids and anyone like me who have difficulty swallowing."
          }
        }
      },
      "block_order": [
        "review_TdenkU",
        "review_CPkMMU",
        "review_epAkRU",
        "review_EP9bAH"
      ],
      "settings": {
        "title": "<p><strong>Frank Fruities klientai sutinka:</strong><br/>Taip, jie tikrai verti dėmesio!</p>"
      }
    }
  },
  "order": [
    "out",
    "supplements",
    "whatif",
    "takestep",
    "reviews"
  ]
}
