/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "frank": {
      "type": "wi-frank",
      "settings": {
        "subtitle": "Dauguma vitaminų ir maisto papildų gaminami iš sintetinių užpildų.",
        "title": "<p>O „Frank Fruities“ atveju mūsų „užpildas“ – <strong>tikri vaisiai</strong>.</p>",
        "desc": "<p>Šiandien beveik visi vitaminai ar papildai sudaryti beveik vien tik iš užpildų (pavyzdžiui, mikrokristalinės celiuliozės, laktozės, kalcio ar malto-dekstrino) ir padengti dirbtiniais dažytais sluoksniais, tokiais kaip želatina ar celiuliozės pagrindas, kad atrodytų didesni ir juos būtų lengviau paimti.</p>",
        "button": "Peržiūrėti produktus"
      }
    },
    "newway": {
      "type": "wi-new-way",
      "settings": {
        "image": "shopify://shop_images/neway-vitamins.webp",
        "subtitle": "Atsisveikink su senais įpročiais",
        "title": "<p><strong>Naujas būdas</strong> vartoti vitaminus</p>",
        "desc": "<p><strong>Mes atradome protingesnį, sveikesnį ir gerokai skanesnį būdą mėgautis kasdieniais vitaminais ir maisto papildais.</strong></p><p>FRANK Fruities sudėtyje – beveik vien tik tikri vaisiai – daugiau nei 90 % visos sudėties. Naudodami „EcoCert“ sertifikuotą koncentravimo procesą, išsaugome natūralų vaisių skonį, saldumą ir švelnų minkštumą. Vėliau savo vaisinukus papildome aukščiausios kokybės vitaminais ir maistinėmis medžiagomis, laikydamiesi griežčiausių maisto saugos standartų.</p>"
      }
    },
    "nomore": {
      "type": "wi-nomore",
      "settings": {
        "image": "shopify://shop_images/more-than-1-kg.png",
        "title": "<p><strong>Daugiau jokios </strong>nepabaigtos vitaminų pakuotės</p>",
        "desc": "<p>Pamiršk sunkiai nuryjamas, beskones tabletes ir pusiau suvartotus buteliukus. Su „Frank Fruities“ guminukais vitaminus gausi skaniai.</p><p>Mes tikime, kad protingai derinant gamtą, mokslą ir kūrybiškumą – galima užkandžiaujant pasirūpinti geresne sveikata.</p>"
      }
    },
    "settle": {
      "type": "wi-settle",
      "settings": {
        "subtitle": "Tikri vaisiai kiekviename kąsnyje",
        "title": "<p><strong>Neapsigauk</strong> tik skoniu – rinkis tikrumą.</p>",
        "image": "shopify://shop_images/inside-1.webp",
        "comment": "<p><strong>&gt;1kg</strong> tikrų vaisių.</p>",
        "thumb1": "shopify://shop_images/real-cherry.webp",
        "thumb2": "shopify://shop_images/real-apple.webp",
        "thumb3": "shopify://shop_images/real-banana.webp"
      }
    },
    "bite": {
      "type": "wi-bite",
      "settings": {
        "title": "<p><strong>DĖL FORMOS</strong> IR ŠVELNAUS KĄSNIO</p>",
        "desc": "<p>Skonis – tai rimtas reikalas. Mes daug dirbame, kad mūsų produktai primintų tikrus vaisius ir turėtų tą sultingą, minkštą kąsnį. Todėl dedame natūralių ingredientų, kurie sukuria šį tobulą derinį:</p><ul><li><strong>Dėl skonio ir spalvos: citrinų sulčių koncentratas, citrusinių vaisių skaidulos, kartais dedame natūralių skoninių medžiagų.</strong></li><li><strong>Apdorojimo pagalbinės medžiagos: augalinis riebalas (kokosų, rapsų), karnaubo vaškas.<br/></strong><br/></li></ul>",
        "button": "Išbandyk pats"
      }
    },
    "made": {
      "type": "wi-made",
      "settings": {
        "image1": "shopify://shop_images/made-1.svg",
        "image2": "shopify://shop_images/made-2.svg",
        "image3": "shopify://shop_images/made-3.svg",
        "title": "<p><strong>Made in absolute</strong><br/>safety & quality</p>",
        "desc": "<p>We follow every standard and certification to ensure great taste and nutritional health benefits are the only things you remember. Our fruities are made in the best farms, are allergen tested and safety & quality certified.</p>"
      }
    },
    "takestep": {
      "type": "wi-takestep",
      "settings": {
        "title": "Take the step towards a tastier, healthier life.",
        "subtitle": "Embrace the fruity revolution & make the switch today!"
      }
    },
    "reviews": {
      "type": "wi-reviews",
      "blocks": {
        "review_LQXVBQ": {
          "type": "review",
          "settings": {
            "rate": "5",
            "name": "Sibilla M.",
            "text": "It was difficult to find vegan vitamins, but now I am so happy to have found Fruities. Their products are delicious and effective and I like that the company is local.\nI also tried the kids vitamins for my children, but it was less successful because of the strong banana flavour."
          }
        },
        "review_M6zKCx": {
          "type": "review",
          "settings": {
            "rate": "5",
            "name": "Oliver A.",
            "text": "I like them they are nice, chewy, and the taste feels natural enough. The gut cultures tastes the best I think the others I tried do have the classic vitamin taste next to the condensed fruit, but over all they are nice."
          }
        },
        "review_D7rfef": {
          "type": "review",
          "settings": {
            "rate": "5",
            "name": "Agata W.",
            "text": "For a long time I struggled to take care of myself, especially after pregnancy. These gummies changed everything! they are so tasty, so easy to take and are now fixed part of my routine. Im so happy to find them! Plus there is an option for my child! Love love love :)"
          }
        },
        "review_bMdmBy": {
          "type": "review",
          "settings": {
            "rate": "5",
            "name": "Samantha B.",
            "text": "I can honestly say these are the best vitamins I have ever tasted. In fact, I have to stop myself eating more than 3 a day. Also, they are really easy to chew and swallow so great for kids and anyone like me who have difficulty swallowing."
          }
        }
      },
      "block_order": [
        "review_LQXVBQ",
        "review_M6zKCx",
        "review_D7rfef",
        "review_bMdmBy"
      ],
      "settings": {
        "title": "<p><strong>Our customers agree:</strong><br/>Yes, it's worth the hype!</p>"
      }
    }
  },
  "order": [
    "frank",
    "newway",
    "nomore",
    "settle",
    "bite",
    "made",
    "takestep",
    "reviews"
  ]
}
